▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
.	-3.35822
▁the	-3.36053
,	-3.44039
s	-3.65888
▁a	-3.91831
▁and	-4.03988
▁to	-4.07009
▁of	-4.08636
'	-4.12304
br	-4.35094
<	-4.36437
▁/>	-4.37703
▁is	-4.43123
▁I	-4.4964
▁in	-4.56385
▁it	-4.61326
▁this	-4.74531
▁that	-4.74711
▁	-4.78637
t	-4.81819
▁was	-5.01776
▁movie	-5.03643
ing	-5.10045
-	-5.12446
▁with	-5.28063
ed	-5.28079
▁for	-5.2994
▁film	-5.32676
▁"	-5.43578
▁but	-5.45052
▁The	-5.45403
▁on	-5.45933
▁you	-5.48501
▁as	-5.50555
▁be	-5.51485
▁have	-5.54324
▁(	-5.58153
ly	-5.58242
▁not	-5.61067
"	-5.65366
▁are	-5.68095
▁one	-5.78021
▁like	-5.86122
▁all	-5.87904
▁at	-5.93437
▁his	-5.94079
y	-5.94629
d	-5.95287
▁they	-5.95463
▁he	-5.95706
)	-5.96846
▁so	-6.00716
▁who	-6.0092
▁an	-6.03077
▁from	-6.03348
▁out	-6.04742
▁just	-6.05585
▁or	-6.06298
?	-6.08201
▁by	-6.08446
▁about	-6.09814
▁some	-6.15772
e	-6.23976
▁has	-6.25444
▁can	-6.25745
▁It	-6.27154
▁good	-6.30131
▁even	-6.30708
!	-6.31153
▁bad	-6.33056
▁there	-6.33627
▁her	-6.33718
▁would	-6.34647
▁no	-6.35414
if	-6.35813
▁up	-6.36036
▁what	-6.38812
▁more	-6.38963
▁were	-6.39442
▁This	-6.40042
▁really	-6.40948
...	-6.41955
▁only	-6.44618
▁me	-6.48001
▁time	-6.51732
▁had	-6.52343
n	-6.53308
▁when	-6.53538
▁see	-6.54818
er	-6.55206
m	-6.57656
▁do	-6.60178
▁very	-6.60752
▁my	-6.62985
The	-6.63218
▁she	-6.63509
▁their	-6.63515
I	-6.6475
▁than	-6.65418
▁get	-6.65761
▁been	-6.6602
▁much	-6.66158
▁make	-6.70236
:	-6.725
▁A	-6.7373
▁story	-6.73793
▁people	-6.74671
▁don	-6.7681
a	-6.7774
▁because	-6.78761
▁which	-6.78823
ve	-6.78844
▁could	-6.79369
re	-6.80657
▁made	-6.8255
▁them	-6.82724
▁any	-6.83063
▁into	-6.83984
▁plot	-6.84321
▁we	-6.84754
▁other	-6.86572
▁how	-6.87797
▁-	-6.88016
▁too	-6.88052
▁will	-6.89349
▁him	-6.90866
▁acting	-6.91742
▁way	-6.95041
▁watch	-6.97596
▁most	-6.97728
▁characters	-6.98516
▁movies	-6.98991
▁think	-7.00087
▁character	-7.00483
▁then	-7.02409
▁ever	-7.03094
r	-7.03779
▁know	-7.03923
▁And	-7.05138
▁first	-7.05253
▁did	-7.06332
▁seen	-7.08772
▁show	-7.09899
▁never	-7.10419
▁better	-7.10641
▁your	-7.11054
▁off	-7.11922
▁well	-7.13123
▁thing	-7.13752
;	-7.14513
al	-7.15457
▁But	-7.1562
▁should	-7.16295
▁end	-7.16702
▁go	-7.16981
▁over	-7.17205
c	-7.18044
▁after	-7.18579
▁being	-7.19277
▁look	-7.19363
▁say	-7.19601
▁films	-7.21078
▁two	-7.21124
i	-7.21534
▁little	-7.23264
).	-7.23824
▁i	-7.246
▁didn	-7.26139
or	-7.26585
▁scene	-7.26631
▁something	-7.27203
es	-7.27286
▁many	-7.27889
▁does	-7.28448
b	-7.30025
▁also	-7.30257
▁where	-7.31595
▁'	-7.32243
▁watching	-7.32399
ll	-7.33871
▁doesn	-7.34884
▁scenes	-7.35342
▁through	-7.36085
▁great	-7.36319
▁nothing	-7.36636
▁There	-7.3836
in	-7.38521
▁these	-7.38866
▁here	-7.39578
▁B	-7.41213
▁actors	-7.41256
▁In	-7.41645
S	-7.4227
▁S	-7.42279
A	-7.42553
o	-7.42704
▁such	-7.43468
▁He	-7.43762
▁actually	-7.43844
▁give	-7.43931
▁worst	-7.44955
▁If	-7.45452
and	-7.46366
▁want	-7.46425
/	-7.46811
▁going	-7.47918
▁its	-7.47977
▁why	-7.4864
▁C	-7.49351
▁minutes	-7.49705
▁find	-7.50174
▁lot	-7.50923
▁script	-7.51129
▁funny	-7.51445
▁again	-7.537
),	-7.53874
▁those	-7.54347
▁back	-7.54754
▁work	-7.55649
▁love	-7.55703
the	-7.56543
▁man	-7.56917
on	-7.57042
▁few	-7.57349
▁part	-7.58459
▁got	-7.59419
▁guy	-7.5968
▁life	-7.59747
▁seem	-7.60412
▁director	-7.61818
▁down	-7.61911
g	-7.62604
▁isn	-7.62936
▁still	-7.63272
▁best	-7.63503
st	-7.6355
▁least	-7.6363
▁before	-7.63648
▁thought	-7.63656
▁real	-7.63662
▁pretty	-7.63992
▁another	-7.64013
▁same	-7.64729
▁old	-7.64754
▁T	-7.64971
▁enough	-7.65816
▁seems	-7.67062
▁un	-7.6722
p	-7.67694
ther	-7.69258
▁around	-7.69569
▁far	-7.70031
▁fact	-7.70251
▁interesting	-7.70925
▁am	-7.71716
▁though	-7.71961
▁big	-7.72252
it	-7.72548
▁every	-7.72764
▁whole	-7.73286
l	-7.7381
▁long	-7.74575
▁us	-7.75682
▁while	-7.75938
▁point	-7.76218
▁What	-7.76485
▁put	-7.77543
able	-7.77699
en	-7.77858
▁poor	-7.78406
▁book	-7.78761
▁money	-7.79196
▁horror	-7.79233
▁anything	-7.79639
▁almost	-7.8011
▁ra	-7.80185
▁They	-7.80269
▁makes	-7.80895
▁done	-7.81101
▁right	-7.81905
▁come	-7.82293
▁boring	-7.82623
▁gets	-7.82989
▁You	-7.83502
▁F	-7.83533
▁might	-7.83938
▁original	-7.84827
▁stupid	-7.85256
▁kind	-7.8572
▁saw	-7.85728
▁take	-7.85762
▁effects	-7.86069
▁believe	-7.86453
▁action	-7.87362
le	-7.87466
▁reason	-7.87712
h	-7.88288
▁cast	-7.88319
▁bit	-7.88446
▁probably	-7.88467
▁years	-7.89435
▁half	-7.9034
▁things	-7.9064
▁must	-7.90802
▁re	-7.90891
th	-7.91203
▁making	-7.91388
▁someone	-7.91395
▁read	-7.91563
▁awful	-7.92255
▁hard	-7.93693
▁idea	-7.94378
▁screen	-7.94719
▁P	-7.94831
▁anyone	-7.95339
▁terrible	-7.95648
an	-7.9591
▁waste	-7.96049
▁comedy	-7.96686
▁without	-7.96798
T	-7.96906
▁feel	-7.96967
▁trying	-7.97581
▁else	-7.97635
▁said	-7.9764
▁now	-7.97843
ers	-7.9863
▁quite	-7.99179
▁So	-7.99184
▁wasn	-8.00203
▁own	-8.01031
▁2	-8.01203
(	-8.01723
▁girl	-8.01879
▁main	-8.01941
▁looking	-8.02217
▁sense	-8.02293
▁between	-8.0285
▁last	-8.03384
te	-8.03424
▁worse	-8.03907
▁sure	-8.0392
▁That	-8.04562
▁tell	-8.04919
".	-8.05268
D	-8.05631
▁goes	-8.05716
▁since	-8.05973
▁young	-8.06081
M	-8.0619
This	-8.06362
as	-8.06625
▁She	-8.07127
w	-8.0713
▁looks	-8.07215
▁away	-8.07307
f	-8.07566
▁found	-8.07781
▁always	-8.07781
▁As	-8.07996
▁mean	-8.082
▁music	-8.08262
▁new	-8.08564
ri	-8.09395
▁turn	-8.09446
ic	-8.09625
ting	-8.09637
▁role	-8.10323
ion	-8.11382
▁TV	-8.11827
▁watched	-8.12768
▁actor	-8.12826
▁fun	-8.1298
▁comes	-8.13462
▁place	-8.13688
man	-8.15784
▁everything	-8.15944
▁short	-8.16531
u	-8.17046
▁supposed	-8.17062
▁keep	-8.17145
▁course	-8.17146
C	-8.17537
▁may	-8.17828
▁let	-8.17842
▁special	-8.17853
▁10	-8.18307
▁rent	-8.18395
▁&	-8.185
▁play	-8.18783
▁rest	-8.18895
▁woman	-8.19032
▁couldn	-8.1962
▁No	-8.19645
▁fan	-8.19824
▁worth	-8.20006
k	-8.20074
▁world	-8.2032
--	-8.20503
▁three	-8.20907
▁times	-8.2132
▁left	-8.21573
E	-8.22149
▁set	-8.23071
el	-8.23322
▁dialogue	-8.23502
▁Not	-8.23549
up	-8.23622
▁M	-8.23643
il	-8.24046
▁low	-8.24136
▁understand	-8.2419
▁guess	-8.24286
▁both	-8.24629
▁performance	-8.24911
▁3	-8.25072
▁audience	-8.25552
N	-8.26057
▁For	-8.26167
▁wrong	-8.26173
▁absolute	-8.26829
▁instead	-8.26829
▁American	-8.27105
",	-8.27182
▁sex	-8.27308
▁ending	-8.27311
▁horrible	-8.2751
▁hav	-8.28122
▁less	-8.28252
▁production	-8.28261
to	-8.28713
less	-8.28835
▁budget	-8.2909
▁mind	-8.29321
▁day	-8.2941
It	-8.29433
se	-8.295
▁act	-8.2983
▁completely	-8.2985
▁name	-8.29895
is	-8.30173
▁played	-8.30229
▁yet	-8.30279
▁camera	-8.30329
▁series	-8.30346
▁attempt	-8.30524
▁person	-8.3067
ch	-8.30676
ness	-8.30727
▁simply	-8.30992
O	-8.31386
▁try	-8.31804
▁All	-8.31998
▁become	-8.32448
▁--	-8.32652
▁head	-8.32689
▁friend	-8.32876
▁DVD	-8.3314
▁either	-8.33158
ie	-8.33239
▁getting	-8.33316
▁When	-8.3333
▁used	-8.33674
▁D	-8.33683
ity	-8.34048
▁help	-8.3477
▁high	-8.34801
▁line	-8.34985
▁certain	-8.35315
▁himself	-8.35315
▁job	-8.35316
▁enjoy	-8.35511
▁We	-8.35517
ar	-8.35905
▁G	-8.36137
at	-8.36262
▁To	-8.36694
▁couple	-8.36802
ce	-8.36963
▁dur	-8.37139
▁cinema	-8.37245
▁full	-8.37893
▁wanted	-8.38065
▁ga	-8.38149
▁together	-8.38312
▁sort	-8.38757
est	-8.38807
▁each	-8.39078
▁face	-8.39352
▁H	-8.39383
▁doing	-8.39666
▁under	-8.39864
▁laugh	-8.39951
one	-8.40073
▁start	-8.40712
ies	-8.40785
▁run	-8.40912
▁use	-8.41261
▁need	-8.4149
▁title	-8.41764
ur	-8.41892
▁shot	-8.42039
R	-8.42253
▁video	-8.43058
▁plays	-8.43059
▁friends	-8.44222
▁near	-8.44584
▁family	-8.44605
▁especially	-8.44693
P	-8.44917
▁entire	-8.45019
▁problem	-8.45278
ra	-8.45321
▁sound	-8.45335
ir	-8.45338
▁women	-8.45401
▁seeing	-8.45427
▁decent	-8.45431
▁John	-8.45473
▁cheap	-8.45822
▁crap	-8.46086
▁usual	-8.46255
▁went	-8.46279
▁year	-8.46289
▁came	-8.46446
▁along	-8.46464
▁once	-8.4669
K	-8.46869
▁itself	-8.47053
▁version	-8.47065
▁wonder	-8.47132
▁care	-8.47361
▁E	-8.48068
▁THE	-8.49034
▁guys	-8.49054
▁lines	-8.49211
tic	-8.49336
▁piece	-8.49505
▁throw	-8.49569
▁case	-8.49572
▁W	-8.49746
▁different	-8.50059
▁My	-8.50118
▁	-8.50434
▁dull	-8.50435
▁lack	-8.50658
▁men	-8.50732
ous	-8.50777
▁Don	-8.51472
▁sit	-8.51617
▁our	-8.51667
▁given	-8.51709
ation	-8.5174
▁O	-8.51947
v	-8.51997
▁annoying	-8.52155
▁black	-8.52233
▁hour	-8.52282
no	-8.52769
▁home	-8.53068
▁maybe	-8.53157
▁hope	-8.53334
▁example	-8.53935
▁However	-8.54072
ish	-8.54426
ive	-8.54474
▁small	-8.54843
▁night	-8.54881
▁game	-8.54904
▁leave	-8.55145
▁remember	-8.55225
▁kids	-8.55245
▁nice	-8.55319
▁At	-8.55333
B	-8.55343
▁playing	-8.5569
▁everyone	-8.55789
▁How	-8.55885
▁5	-8.56484
▁school	-8.567
▁Why	-8.56777
▁close	-8.57001
▁killed	-8.57044
▁takes	-8.5726
."	-8.57749
▁recommend	-8.57939
L	-8.58143
▁true	-8.58498
▁shows	-8.58573
▁b	-8.5867
ro	-8.58842
▁next	-8.59397
▁dead	-8.60042
▁moments	-8.60156
▁later	-8.60402
▁Oh	-8.60554
▁star	-8.60879
ent	-8.60976
▁save	-8.61087
▁Well	-8.6146
▁One	-8.61792
▁R	-8.62158
us	-8.62158
▁wait	-8.62255
▁Hollywood	-8.62292
▁second	-8.62574
▁complete	-8.62892
▁top	-8.63057
In	-8.63132
▁quality	-8.63254
▁After	-8.63361
▁Even	-8.6339
W	-8.63453
▁death	-8.63576
▁myself	-8.64206
▁wife	-8.6426
▁until	-8.64374
▁obvious	-8.64817
▁Do	-8.64833
▁L	-8.65069
▁tries	-8.65196
▁town	-8.65347
tally	-8.65385
▁talk	-8.65581
▁cut	-8.66085
▁father	-8.66243
▁flick	-8.6663
▁car	-8.66891
▁call	-8.67096
▁already	-8.67206
▁direction	-8.67222
▁won	-8.67224
z	-8.67405
G	-8.67525
▁side	-8.67696
▁1	-8.67737
▁sever	-8.67805
▁talent	-8.68177
▁felt	-8.68227
▁Also	-8.68312
ia	-8.68408
▁kid	-8.68838
▁Mr	-8.68919
▁children	-8.69262
▁written	-8.69384
▁house	-8.69386
▁stars	-8.69728
▁stop	-8.69744
▁called	-8.69925
ul	-8.70225
▁stuff	-8.70302
▁Now	-8.70538
▁Of	-8.70876
▁type	-8.70933
▁viewer	-8.70977
▁boy	-8.71035
▁humor	-8.71336
▁beginning	-8.71357
▁etc	-8.7136
▁fair	-8.71378
▁predictable	-8.71387
▁co	-8.719
▁slow	-8.72043
▁expect	-8.72336
▁truly	-8.72416
ne	-8.72416
▁entertaining	-8.72492
▁mess	-8.7262
he	-8.72792
▁dialog	-8.73018
▁consider	-8.731
▁extreme	-8.73491
▁beautiful	-8.73491
▁early	-8.73532
▁fight	-8.73634
▁style	-8.73676
ry	-8.7381
▁lead	-8.74212
▁started	-8.74219
1	-8.74445
▁wish	-8.74592
3	-8.74688
▁thinking	-8.74802
what	-8.74844
If	-8.7509
▁kill	-8.75095
ist	-8.75103
▁c	-8.75359
▁die	-8.75397
▁soon	-8.75406
▁however	-8.7574
▁OK	-8.75801
lo	-8.75824
▁son	-8.76357
▁often	-8.7683
F	-8.76993
▁killer	-8.77083
▁daughter	-8.77912
▁group	-8.77914
▁throughout	-8.77959
▁cannot	-8.78057
▁hand	-8.78084
▁girls	-8.78882
ment	-8.78995
*	-8.78997
▁writing	-8.7912
▁With	-8.79186
▁wasted	-8.79242
▁novel	-8.79879
▁K	-8.79988
im	-8.80006
fi	-8.80496
▁de	-8.80506
▁others	-8.80522
▁Man	-8.80914
▁rating	-8.81561
id	-8.81697
▁Some	-8.81719
!!	-8.81904
ful	-8.82437
▁mother	-8.82555
▁possible	-8.82562
▁child	-8.82587
▁lame	-8.82644
ling	-8.82654
▁Be	-8.82961
me	-8.8299
▁wouldn	-8.83081
▁themselves	-8.83727
▁weak	-8.83808
▁pay	-8.83809
am	-8.83842
▁Just	-8.83874
▁De	-8.83969
▁4	-8.84225
la	-8.84615
▁blood	-8.84695
ck	-8.84795
li	-8.84867
▁word	-8.84896
▁bunch	-8.84932
▁based	-8.85029
um	-8.85278
▁heard	-8.85325
but	-8.85536
▁classic	-8.8561
▁cover	-8.85642
▁ridiculous	-8.85759
▁move	-8.85915
▁yourself	-8.86152
ian	-8.86268
▁although	-8.86312
▁sad	-8.86975
▁fans	-8.87458
▁interest	-8.87512
▁non	-8.87737
▁starts	-8.87769
▁turns	-8.87969
▁cause	-8.88157
▁saying	-8.88182
▁Then	-8.88281
ton	-8.88372
▁voice	-8.88513
▁sorry	-8.88636
▁lost	-8.88669
▁happen	-8.88713
ter	-8.88752
▁hate	-8.88869
2	-8.89118
▁war	-8.89621
▁history	-8.89903
▁space	-8.89941
▁obviously	-8.90406
▁art	-8.90519
ant	-8.90555
▁stay	-8.90594
▁poorly	-8.91063
▁U	-8.91077
▁tried	-8.91184
▁says	-8.91195
▁His	-8.91285
ty	-8.9147
▁bring	-8.91682
▁parts	-8.91796
H	-8.91818
ism	-8.91874
▁heart	-8.91927
▁write	-8.92385
▁subject	-8.92483
▁spend	-8.92485
▁happens	-8.92535
▁God	-8.92691
And	-8.93056
▁talking	-8.93288
There	-8.93437
▁dumb	-8.93652
▁order	-8.94029
▁shots	-8.94137
cross	-8.94299
▁dog	-8.94366
sh	-8.94505
▁took	-8.94544
▁ten	-8.94797
▁serious	-8.94803
▁live	-8.94941
▁performances	-8.94943
▁involved	-8.9519
▁monster	-8.95197
▁evil	-8.9528
▁coming	-8.95681
▁g	-8.96337
!!!	-8.96442
▁Or	-8.96486
▁drama	-8.96551
▁white	-8.9656
▁jokes	-8.9737
ted	-8.97623
▁clear	-8.97641
▁hours	-8.9777
▁behind	-8.97853
▁premise	-8.97853
ary	-8.98447
▁gore	-8.98535
▁told	-8.98611
▁shown	-8.98805
▁manage	-8.98936
▁actress	-8.99214
▁running	-8.99256
▁Maybe	-8.99334
co	-8.99358
▁matter	-8.99475
▁finally	-8.99608
▁clearly	-8.99628
Y	-8.99726
ard	-8.99788
▁total	-8.9981
be	-9.00162
So	-9.00464
▁dark	-9.00624
▁hell	-9.00625
▁local	-9.00652
▁genre	-9.00668
▁cool	-9.00714
▁Unfortunately	-9.00788
▁fine	-9.00812
▁sequences	-9.00824
▁moment	-9.00926
▁J	-9.00997
em	-9.01068
▁Star	-9.01392
der	-9.01695
▁20	-9.01951
▁past	-9.02112
▁editing	-9.02141
▁First	-9.0234
▁Yes	-9.02407
▁final	-9.02792
!)	-9.02798
of	-9.02979
U	-9.03065
▁late	-9.03503
▁bother	-9.03512
yond	-9.03516
▁basically	-9.03553
ally	-9.03564
▁storyline	-9.03593
▁directed	-9.03909
▁liked	-9.03922
age	-9.03924
ac	-9.04214
▁ask	-9.04679
▁cheesy	-9.04999
▁pathetic	-9.04999
▁silly	-9.04999
▁unless	-9.051
▁room	-9.05151
un	-9.05199
▁dis	-9.05422
▁cop	-9.05528
▁none	-9.05553
!"	-9.05954
▁*	-9.06026
▁f	-9.06048
ger	-9.0606
▁stand	-9.06427
▁female	-9.06491
▁released	-9.06742
taking	-9.06744
▁review	-9.06759
▁add	-9.06765
▁opening	-9.0688
▁effort	-9.06899
▁human	-9.06943
na	-9.07
ha	-9.07014
▁pass	-9.07496
▁known	-9.07666
ble	-9.07943
▁self	-9.07989
▁straight	-9.08006
▁material	-9.08006
▁large	-9.08009
▁begin	-9.08022
▁exactly	-9.08097
▁Michael	-9.08142
▁apparently	-9.08145
▁decided	-9.08213
son	-9.08238
▁hero	-9.08258
not	-9.08296
out	-9.08647
But	-9.08728
▁feeling	-9.08742
▁train	-9.09058
▁kne	-9.09106
ad	-9.09473
x	-9.09485
▁On	-9.09529
▁attention	-9.09545
▁garbage	-9.09545
▁stories	-9.09545
▁footage	-9.09548
▁disappointed	-9.09557
▁NOT	-9.096
▁doubt	-9.09605
▁please	-9.0961
▁David	-9.09624
et	-9.09657
▁view	-9.0993
▁result	-9.10015
▁taken	-9.10046
▁joke	-9.1009
▁writer	-9.10297
pe	-9.10302
like	-9.10442
go	-9.10631
▁check	-9.10672
▁documentary	-9.11108
▁aren	-9.11115
▁huge	-9.11134
▁expected	-9.11863
who	-9.11902
▁experience	-9.12441
movie	-9.12457
▁light	-9.12552
▁New	-9.12679
▁middle	-9.12695
▁suspense	-9.12733
▁eye	-9.12738
▁male	-9.12739
mo	-9.12998
▁picture	-9.13222
▁break	-9.13263
time	-9.13287
▁p	-9.13318
ine	-9.13323
▁happened	-9.13346
▁comment	-9.13406
▁fails	-9.13447
▁eyes	-9.13654
▁trouble	-9.14307
▁kept	-9.14309
▁English	-9.14328
▁definitely	-9.14338
▁walk	-9.14431
▁fake	-9.14446
▁ago	-9.14754
▁gay	-9.14914
▁Dr	-9.15782
▁spent	-9.15955
▁somehow	-9.16009
▁except	-9.16025
▁pointless	-9.1605
▁murder	-9.16128
▁Robert	-9.1615
▁forward	-9.16208
▁ends	-9.16477
What	-9.1678
which	-9.1678
▁minute	-9.16849
▁An	-9.16922
▁shoot	-9.16996
▁needed	-9.17078
▁explain	-9.17096
▁mention	-9.17108
▁class	-9.17368
▁...	-9.17385
▁badly	-9.17409
▁fire	-9.17528
ng	-9.17592
▁general	-9.17614
▁sleep	-9.17615
▁N	-9.17622
▁project	-9.17636
rs	-9.17678
▁hair	-9.17711
▁reality	-9.17727
▁thriller	-9.17794
▁among	-9.18002
▁career	-9.18168
▁named	-9.18248
▁wants	-9.18341
▁due	-9.18565
▁works	-9.18799
▁reviews	-9.18809
lan	-9.18841
▁sh	-9.18853
off	-9.18972
▁t	-9.19042
▁chance	-9.19316
▁crew	-9.19322
▁husband	-9.1933
▁perhaps	-9.19359
▁free	-9.1948
▁words	-9.19525
▁particularly	-9.19587
ud	-9.1966
▁respect	-9.20035
▁brother	-9.2015
land	-9.20279
▁nor	-9.20831
▁incredibl	-9.20833
ated	-9.20907
▁four	-9.21007
▁okay	-9.21033
▁potential	-9.21033
▁team	-9.21033
▁imagine	-9.21043
side	-9.21055
▁police	-9.21055
▁single	-9.21059
▁forced	-9.21196
▁fast	-9.2125
ick	-9.21322
▁number	-9.21926
▁theater	-9.21939
▁upon	-9.21944
ance	-9.22058
5	-9.22176
▁island	-9.22429
▁80	-9.2259
ma	-9.22667
▁ex	-9.2271
▁list	-9.22723
per	-9.22759
▁lives	-9.2276
▁above	-9.22787
▁violence	-9.2281
▁w	-9.22912
....	-9.22933
▁surprised	-9.23004
old	-9.23014
▁pick	-9.23211
for	-9.23221
▁body	-9.233
ped	-9.23762
de	-9.23897
▁days	-9.2405
0	-9.24054
▁hit	-9.24481
▁IMDb	-9.24573
▁computer	-9.24573
▁cinematography	-9.24581
▁amount	-9.24611
▁water	-9.24663
ut	-9.24687
▁bored	-9.247
ever	-9.24707
▁scary	-9.24713
▁problems	-9.24851
▁copy	-9.2495
▁parents	-9.24979
▁seriously	-9.25086
▁e	-9.25091
▁value	-9.25636
way	-9.25656
▁gun	-9.25672
▁super	-9.26323
giving	-9.26391
▁plain	-9.26393
▁alone	-9.26395
▁trash	-9.26397
▁attack	-9.26402
▁five	-9.2648
▁Movie	-9.26523
▁forget	-9.26589
▁credits	-9.26619
ta	-9.26809
▁appear	-9.26973
▁haven	-9.26974
ig	-9.27206
▁change	-9.27282
▁filmmakers	-9.27309
▁Bo	-9.27707
▁hold	-9.27718
▁perfect	-9.27855
▁knows	-9.27954
▁figure	-9.27976
ite	-9.28084
▁La	-9.28189
▁possibly	-9.28243
▁disappointment	-9.28244
▁blow	-9.28362
▁taste	-9.28402
▁whatever	-9.28419
?)	-9.28693
▁falls	-9.28696
ure	-9.28811
▁Re	-9.28845
▁hear	-9.28907
mp	-9.29266
op	-9.29284
▁level	-9.29437
▁song	-9.29619
▁laughing	-9.29738
▁actual	-9.29764
▁War	-9.29854
▁today	-9.29891
▁hilarious	-9.3013
▁sudden	-9.3013
▁weird	-9.30131
▁unfunny	-9.30134
▁gang	-9.30159
▁despi	-9.30168
▁soundtrack	-9.3017
▁entertainment	-9.30173
▁r	-9.30336
▁quickly	-9.30344
▁killing	-9.30428
▁Whil	-9.30463
ate	-9.30558
▁needs	-9.30661
▁Van	-9.3072
▁Ro	-9.31202
▁comments	-9.31257
▁episode	-9.31397
ow	-9.3155
▁shame	-9.31782
▁decide	-9.31793
▁period	-9.32053
▁excuse	-9.32053
▁Disney	-9.32094
▁anyway	-9.3217
▁30	-9.32172
▁failed	-9.32233
our	-9.32326
day	-9.32528
▁deal	-9.32658
7	-9.33144
▁enjoyed	-9.33403
▁portray	-9.33416
▁learn	-9.33492
pp	-9.33599
▁hot	-9.33663
▁release	-9.33774
▁whe	-9.33778
▁positive	-9.34013
▁living	-9.34013
▁development	-9.34023
▁box	-9.34025
▁score	-9.34025
▁mostly	-9.34086
▁barely	-9.34104
▁god	-9.3433
▁ma	-9.34381
ley	-9.34497
ge	-9.34657
▁Let	-9.34767
▁Me	-9.34775
tro	-9.35061
we	-9.3523
ub	-9.35585
▁showing	-9.35836
▁remote	-9.36013
▁steal	-9.36031
▁simple	-9.36036
▁sick	-9.36037
▁George	-9.36073
nt	-9.36526
▁appears	-9.36818
▁age	-9.37068
▁Ed	-9.37125
▁sequel	-9.37464
▁agree	-9.37919
▁loved	-9.37936
▁public	-9.38054
▁nudity	-9.38054
▁whatsoever	-9.38054
▁sister	-9.38054
▁country	-9.38092
▁third	-9.38115
▁Nothing	-9.38117
▁million	-9.3814
▁including	-9.38187
▁bar	-9.38601
▁toward	-9.38664
▁villain	-9.38819
▁viewers	-9.39024
▁expecting	-9.39248
po	-9.39361
▁power	-9.39676
▁crime	-9.40137
▁typical	-9.40137
▁purpose	-9.40139
▁average	-9.40201
▁Instead	-9.40218
▁gone	-9.40327
▁Who	-9.40419
▁Bad	-9.40636
▁overall	-9.40827
▁flat	-9.40837
?"	-9.40895
▁fall	-9.41172
▁feature	-9.41239
▁deliver	-9.41269
▁fighting	-9.41338
so	-9.41343
came	-9.41415
▁con	-9.41455
▁strange	-9.4167
▁These	-9.41901
▁within	-9.41902
▁surprise	-9.42004
ot	-9.42046
▁major	-9.42241
Perhaps	-9.42265
▁girlfriend	-9.42265
▁redeem	-9.42265
▁Wood	-9.42266
▁Jack	-9.42411
▁Ray	-9.42488
▁alien	-9.42628
To	-9.42807
▁sci	-9.42984
▁offer	-9.43259
do	-9.4362
▁Her	-9.43661
that	-9.43727
this	-9.44096
▁ho	-9.44108
aw	-9.44346
wo	-9.44369
▁clever	-9.44412
▁future	-9.44439
▁suggest	-9.44439
▁contain	-9.44439
▁easy	-9.44439
▁neither	-9.44441
▁dreadful	-9.4445
▁easily	-9.4446
▁message	-9.44464
▁believable	-9.44474
▁By	-9.44492
▁military	-9.44504
▁h	-9.44507
▁setting	-9.44561
▁modern	-9.44562
▁band	-9.44582
▁famous	-9.44597
▁Although	-9.44695
▁Most	-9.44702
▁makers	-9.44877
▁points	-9.45001
▁ended	-9.4503
▁Tom	-9.45084
▁eat	-9.4514
▁form	-9.45443
▁meant	-9.45692
▁fr	-9.45715
▁acted	-9.46072
ious	-9.46154
▁opinion	-9.46253
▁Mo	-9.46335
by	-9.46366
▁chase	-9.4637
▁create	-9.46634
▁cartoon	-9.46661
▁Oscar	-9.46661
▁background	-9.46664
▁further	-9.46669
▁remake	-9.46672
▁Mar	-9.46674
▁excellent	-9.4669
▁Like	-9.46778
ain	-9.46807
▁moving	-9.46823
▁wonderful	-9.47034
▁rip	-9.47077
▁missing	-9.47189
▁laughs	-9.47404
▁roles	-9.47732
▁fit	-9.47861
ag	-9.48032
with	-9.48114
▁twist	-9.48236
▁Co	-9.48433
▁brain	-9.48546
▁sequence	-9.48653
▁credit	-9.48717
▁admit	-9.48934
▁front	-9.48934
om	-9.4894
▁sometimes	-9.48942
My	-9.49175
▁90	-9.49227
▁bigge	-9.49334
▁plan	-9.49371
▁pre	-9.49531
▁Ma	-9.49713
▁appreciate	-9.49797
led	-9.49885
ner	-9.50072
ang	-9.50214
▁reasons	-9.50361
work	-9.50426
▁ch	-9.50577
▁writers	-9.50618
ke	-9.5073
men	-9.50743
▁pull	-9.50829
▁relationship	-9.50952
▁accent	-9.50989
▁suppose	-9.50998
▁prove	-9.51082
▁V	-9.51083
▁French	-9.5126
▁smart	-9.5126
▁odd	-9.5126
▁herself	-9.51261
▁crazy	-9.51262
▁random	-9.51263
▁mix	-9.51264
▁earth	-9.51268
▁screenplay	-9.51274
▁similar	-9.51291
▁unbelievable	-9.51333
▁creepy	-9.51356
▁Scott	-9.51372
▁Ch	-9.51454
▁yes	-9.51598
▁Indian	-9.51695
As	-9.51892
▁episodes	-9.5206
ee	-9.5207
gu	-9.52194
▁open	-9.52282
▁direct	-9.52531
▁spirit	-9.52628
ach	-9.5263
right	-9.5275
▁insult	-9.52989
▁present	-9.53104
▁provide	-9.53168
▁question	-9.53406
ep	-9.5343
▁confusing	-9.53641
▁stick	-9.53649
▁suspect	-9.53692
▁Peter	-9.53734
▁9	-9.53766
▁From	-9.53794
▁pure	-9.5382
▁ideas	-9.54226
▁ship	-9.54301
▁members	-9.54351
▁rate	-9.54553
8	-9.54681
▁follow	-9.54711
▁70	-9.54794
os	-9.54966
For	-9.55399
over	-9.55439
wa	-9.5551
▁party	-9.55516
▁Lee	-9.55597
coming	-9.55648
au	-9.55651
▁deserve	-9.55674
▁painful	-9.55706
tor	-9.55971
▁concept	-9.5608
▁political	-9.56081
▁baby	-9.56082
▁blame	-9.56085
▁disappointing	-9.56103
▁James	-9.56155
va	-9.56173
▁Lo	-9.5619
io	-9.56207
▁filmed	-9.56277
▁Go	-9.56325
▁events	-9.56624
???	-9.56707
▁directing	-9.56721
▁holes	-9.56847
▁land	-9.57093
ning	-9.57127
▁air	-9.57133
▁Ra	-9.57231
you	-9.57233
▁Can	-9.57237
ring	-9.57277
ily	-9.57292
ster	-9.57549
some	-9.57961
ey	-9.58004
V	-9.58201
▁pace	-9.58317
▁avoid	-9.58379
▁sets	-9.58455
▁situation	-9.5851
▁stage	-9.58544
▁hop	-9.58574
▁atmosphere	-9.5858
▁strong	-9.5858
▁bought	-9.58588
▁battle	-9.58657
▁Good	-9.58659
▁Dead	-9.58701
▁laughable	-9.58718
4	-9.58831
▁utterly	-9.58905
▁vari	-9.58925
▁cat	-9.5914
red	-9.59236
uff	-9.59291
▁sc	-9.59469
ities	-9.59695
▁highly	-9.59902
▁Here	-9.59937
▁considering	-9.60043
▁hands	-9.60227
▁speak	-9.6045
One	-9.60521
▁buy	-9.60585
ide	-9.60607
▁German	-9.60832
▁camp	-9.6099
▁anti	-9.61091
▁rock	-9.61134
▁bizarre	-9.61144
▁channel	-9.61144
▁promise	-9.61148
▁vote	-9.61152
You	-9.61157
▁violent	-9.61177
▁British	-9.61179
▁nowhere	-9.61235
▁happy	-9.61265
▁nobody	-9.61301
ho	-9.61378
▁Did	-9.61435
?!	-9.6148
▁musical	-9.6151
▁watchable	-9.61735
da	-9.61801
▁remind	-9.61879
ized	-9.61951
ear	-9.62027
▁viewing	-9.62177
▁values	-9.62246
▁boys	-9.62324
ah	-9.62507
pa	-9.6252
")	-9.62653
ball	-9.62959
nna	-9.63284
▁working	-9.6338
▁previous	-9.63382
hi	-9.63462
▁torture	-9.63504
▁lose	-9.63547
▁travel	-9.63774
▁bottom	-9.63775
▁truck	-9.63775
▁design	-9.63776
▁failure	-9.6378
▁studio	-9.63789
▁store	-9.63805
▁unlike	-9.63813
▁notice	-9.6383
▁slasher	-9.63833
▁week	-9.63873
line	-9.63877
▁match	-9.63887
J	-9.63898
▁Watch	-9.64092
▁brough	-9.64353
▁state	-9.64524
▁sat	-9.6455
act	-9.64591
ake	-9.64638
ial	-9.6482
▁interested	-9.64883
▁miss	-9.64912
▁lo	-9.65051
9	-9.65204
▁compar	-9.65257
▁door	-9.65263
▁d	-9.65373
▁means	-9.65443
▁cross	-9.65472
ating	-9.65676
▁Ar	-9.65743
mm	-9.65816
▁build	-9.65853
▁15	-9.66104
▁Al	-9.6619
ably	-9.6621
ER	-9.66244
▁realize	-9.66249
▁escape	-9.66262
ol	-9.6628
ber	-9.66316
▁zombies	-9.66323
▁track	-9.66478
▁ultimate	-9.66478
▁approach	-9.66478
▁amusing	-9.66479
▁disaster	-9.66481
▁wooden	-9.66486
▁sign	-9.66493
▁otherwise	-9.66517
▁favorite	-9.6654
▁pro	-9.66548
▁secret	-9.66579
▁adaptation	-9.66624
▁master	-9.66625
▁zombie	-9.66692
▁record	-9.66742
▁Every	-9.66767
▁sounds	-9.6688
▁Anyway	-9.66891
ler	-9.67049
▁tough	-9.67104
▁la	-9.67635
▁uses	-9.67794
oo	-9.67838
rew	-9.6787
▁King	-9.6799
▁leading	-9.68037
▁sucks	-9.68067
lin	-9.68119
light	-9.68326
budget	-9.6842
▁producers	-9.68434
▁comic	-9.68837
▁sexual	-9.68955
▁trip	-9.69063
▁amazing	-9.69068
▁meet	-9.6916
▁m	-9.69162
▁mere	-9.69222
▁favor	-9.69247
▁Joe	-9.69256
▁fault	-9.69256
▁equal	-9.69256
▁company	-9.69256
▁conclusion	-9.69256
▁connection	-9.69277
▁CGI	-9.69284
▁confused	-9.69304
▁romantic	-9.69316
▁ground	-9.6932
lic	-9.69389
▁intended	-9.69396
▁rich	-9.69411
tch	-9.69423
ible	-9.69435
▁visual	-9.69443
ap	-9.69593
den	-9.69763
▁mad	-9.69822
king	-9.69923
▁dad	-9.7013
▁kills	-9.70257
ical	-9.70277
▁leads	-9.70279
▁entirely	-9.70585
ink	-9.70821
uch	-9.70847
▁inside	-9.70993
▁business	-9.71351
▁6	-9.71394
even	-9.71478
ail	-9.7159
▁return	-9.71838
▁dance	-9.71886
▁suit	-9.71897
▁post	-9.72007
die	-9.72062
▁Jim	-9.72066
	-9.72113
▁convincing	-9.72113
▁difficult	-9.72113
▁rubbish	-9.72113
▁television	-9.72113
▁FBI	-9.72113
▁basic	-9.7212
▁stock	-9.7212
▁alive	-9.72123
▁pretentious	-9.7215
▁Richard	-9.72153
▁extra	-9.72171
▁cliché	-9.72195
▁somewhere	-9.7223
▁focus	-9.72262
▁Seagal	-9.72273
▁Sam	-9.72274
▁Another	-9.72375
▁produced	-9.72389
▁remain	-9.72394
▁creature	-9.72402
▁drug	-9.72418
▁theme	-9.72471
involving	-9.72493
Don	-9.72514
body	-9.72533
▁telling	-9.72638
▁supporting	-9.72646
les	-9.72886
▁hated	-9.72928
ade	-9.73024
▁ran	-9.73032
▁pr	-9.73799
good	-9.74238
▁cops	-9.7428
bad	-9.74353
▁hardly	-9.74412
ney	-9.7442
▁deep	-9.74687
▁exist	-9.74829
end	-9.74888
▁America	-9.74909
▁Shirley	-9.75054
▁World	-9.75054
▁exciting	-9.75054
▁unnecessary	-9.75054
▁animation	-9.75054
▁tedious	-9.75054
▁indeed	-9.75063
▁crappy	-9.75066
▁science	-9.75068
▁tale	-9.75084
▁utter	-9.75092
▁boyfriend	-9.75093
▁tired	-9.75094
▁anymore	-9.751
▁Steven	-9.75149
▁fear	-9.75161
▁Film	-9.7518
▁Paul	-9.75234
▁unfortunately	-9.75288
▁Jones	-9.75349
ver	-9.75372
▁scientist	-9.75394
▁feels	-9.75403
AN	-9.75407
▁created	-9.75648
▁rare	-9.75852
▁mentioned	-9.75977
▁!	-9.76334
▁compare	-9.76409
▁spot	-9.76411
▁apart	-9.76422
▁50	-9.77198
film	-9.77251
▁discover	-9.77275
▁fill	-9.77317
▁Tim	-9.77419
▁appeal	-9.77451
▁develop	-9.77549
▁finish	-9.77568
▁clichés	-9.77758
top	-9.77768
▁meets	-9.77852
lu	-9.77853
▁count	-9.77893
▁st	-9.78002
▁thin	-9.78067
▁earlier	-9.78084
▁content	-9.78085
▁impossible	-9.78085
▁green	-9.78088
▁caught	-9.7809
▁impression	-9.78094
▁boat	-9.78105
▁Bruce	-9.7815
▁wrote	-9.7815
▁saving	-9.782
▁mouth	-9.78307
▁fish	-9.78308
▁City	-9.78326
▁books	-9.78496
▁mistake	-9.78581
ier	-9.78684
▁finished	-9.78696
▁Please	-9.78792
▁allow	-9.78858
▁Day	-9.78865
▁younger	-9.78895
▁mis	-9.78996
que	-9.79087
▁th	-9.7922
ship	-9.79325
▁win	-9.79679
ran	-9.7969
▁fl	-9.7977
▁worked	-9.79773
▁mo	-9.79838
▁exception	-9.80267
bi	-9.80375
▁leav	-9.8045
▁Rock	-9.80456
▁cr	-9.80458
▁honest	-9.80544
▁loose	-9.80827
??	-9.80931
▁Dan	-9.8094
▁include	-9.80942
▁o	-9.80965
▁emotional	-9.80995
▁wild	-9.81208
▁empty	-9.81209
▁immediately	-9.81209
▁machine	-9.81209
▁lousy	-9.81209
▁forgettable	-9.8121
▁popular	-9.8121
▁nonsense	-9.81211
▁bright	-9.81235
▁sake	-9.81241
▁desperate	-9.81251
▁literally	-9.8133
▁send	-9.81331
▁dramatic	-9.81336
▁hurt	-9.81353
▁irritating	-9.81396
▁realistic	-9.814
▁allowed	-9.81741
▁presented	-9.81894
▁catch	-9.81914
▁starr	-9.81921
▁portrayed	-9.82044
▁soldiers	-9.82085
▁cap	-9.82222
gg	-9.82271
▁added	-9.82299
▁longer	-9.82354
▁control	-9.82495
▁n	-9.82554
▁stereotypes	-9.82567
▁touch	-9.82618
▁songs	-9.82692
action	-9.83043
making	-9.83157
▁Ho	-9.83254
When	-9.836
▁Ha	-9.83674
well	-9.83715
▁force	-9.83805
▁particular	-9.84055
On	-9.84056
▁cute	-9.84202
ld	-9.84235
▁ways	-9.84257
though	-9.84323
▁teenage	-9.84348
▁limit	-9.84435
▁Smith	-9.84435
▁awkward	-9.84435
▁commercial	-9.84435
▁familiar	-9.84435
▁Norris	-9.84435
▁insane	-9.84436
▁whom	-9.84436
▁tension	-9.84438
▁food	-9.84439
cu	-9.8444
▁season	-9.84445
▁mediocre	-9.84471
▁porn	-9.84472
kin	-9.84473
▁western	-9.84478
▁impressive	-9.84482
▁carry	-9.84488
dy	-9.84489
▁manner	-9.84514
▁personal	-9.84524
▁wide	-9.8458
▁protagonist	-9.84583
▁successful	-9.84586
▁teacher	-9.84587
▁AND	-9.84609
▁enjoyable	-9.84623
ING	-9.84647
▁Very	-9.84679
ina	-9.84715
▁clichéd	-9.84734
▁singing	-9.84764
▁expectations	-9.8483
▁folks	-9.84918
▁oh	-9.85046
j	-9.85078
▁likely	-9.85176
▁dream	-9.85176
▁William	-9.85273
▁effect	-9.85308
▁El	-9.8535
▁rape	-9.85487
▁bothered	-9.85605
ice	-9.85621
▁nu	-9.85711
▁note	-9.85898
▁pe	-9.85915
▁sp	-9.85978
▁images	-9.86066
▁adventure	-9.86179
▁se	-9.86334
ka	-9.86449
▁elements	-9.8651
ecause	-9.86553
▁Du	-9.86753
▁names	-9.86897
▁wondering	-9.86909
▁support	-9.87149
▁grow	-9.87225
▁destroy	-9.87247
▁wear	-9.87344
▁quick	-9.87388
▁recent	-9.87409
port	-9.87412
ile	-9.87442
▁describe	-9.87503
▁normal	-9.87546
AR	-9.876
All	-9.87692
▁consist	-9.87754
▁suicide	-9.87768
▁depth	-9.87769
▁awesome	-9.87769
▁angry	-9.8777
▁common	-9.8777
▁unrealistic	-9.87779
▁appearance	-9.87787
▁Show	-9.87815
▁city	-9.87847
▁Chuck	-9.87906
▁scenery	-9.8799
▁motion	-9.87991
▁ability	-9.88038
▁Avoid	-9.8807
▁Where	-9.88184
all	-9.88194
▁outside	-9.88243
▁wearing	-9.88397
ca	-9.88414
▁followed	-9.88488
▁victim	-9.88551
▁detail	-9.88581
▁student	-9.88582
vo	-9.88722
▁explained	-9.8882
▁teen	-9.8891
▁casting	-9.88937
▁shooting	-9.89034
rate	-9.89141
▁100	-9.89401
OR	-9.89424
▁terms	-9.89547
star	-9.89554
▁Har	-9.8956
▁Mrs	-9.89577
▁factor	-9.89848
▁en	-9.89912
ned	-9.8999
▁laughed	-9.90051
▁seconds	-9.90065
▁begins	-9.90162
back	-9.90407
mon	-9.90456
▁fool	-9.90669
ron	-9.9067
▁bo	-9.90748
▁red	-9.90919
▁success	-9.91057
ew	-9.91099
▁Hitchcock	-9.91217
▁convince	-9.91217
▁length	-9.91217
▁doctor	-9.91217
▁Italian	-9.91217
▁giant	-9.91218
▁college	-9.91219
▁humour	-9.91219
▁serve	-9.91219
▁mystery	-9.9122
▁brilliant	-9.9122
▁lady	-9.91225
▁paid	-9.91228
▁reaction	-9.91258
▁Russian	-9.91261
▁bland	-9.913
▁House	-9.91324
▁Sp	-9.91348
▁People	-9.91352
▁8	-9.91416
▁Night	-9.91441
▁drive	-9.9159
▁grade	-9.9161
▁Mc	-9.91637
▁Li	-9.91802
▁Overall	-9.91923
uck	-9.92026
▁soul	-9.92048
▁features	-9.9205
▁standard	-9.92287
▁died	-9.92393
▁Wars	-9.92496
lie	-9.92609
▁talented	-9.92996
▁per	-9.93089
▁accident	-9.93486
▁Black	-9.93744
▁Ga	-9.93774
▁gr	-9.93953
00	-9.93989
Some	-9.9399
ize	-9.94064
OO	-9.94113
ft	-9.94151
▁Po	-9.94168
don	-9.9422
ans	-9.94272
tion	-9.94281
▁7	-9.94435
▁Chris	-9.94453
▁po	-9.94561
▁bore	-9.94635
▁author	-9.94788
▁fantasy	-9.94788
▁horribly	-9.94788
▁language	-9.94788
▁influence	-9.94788
▁presence	-9.94788
▁superior	-9.94788
▁nature	-9.9479
▁ugly	-9.94791
▁twice	-9.94792
▁information	-9.94795
▁dying	-9.94797
▁plent	-9.94806
▁memorable	-9.94835
▁truth	-9.94835
▁hotel	-9.94838
▁12	-9.94838
▁depressing	-9.94846
▁pri	-9.94872
hood	-9.94878
▁Jane	-9.9489
▁Thomas	-9.94897
▁stereotypical	-9.94903
▁deserves	-9.94993
▁belong	-9.95009
▁questions	-9.95083
▁greatest	-9.95105
ions	-9.95204
min	-9.95217
▁honestly	-9.95231
▁key	-9.95248
▁Will	-9.95259
▁inept	-9.95333
▁former	-9.95347
ence	-9.95413
▁planet	-9.95453
▁lived	-9.95508
▁bloody	-9.9559
▁beat	-9.95619
rn	-9.95642
▁following	-9.95717
▁pain	-9.95859
▁agent	-9.95878
▁street	-9.95922
▁producer	-9.95937
LE	-9.96
▁changes	-9.96264
▁k	-9.96592
ric	-9.97269
▁suffer	-9.97308
▁OF	-9.97374
▁sa	-9.97395
▁students	-9.97594
istic	-9.97807
▁sub	-9.98279
▁important	-9.98282
▁draw	-9.98362
▁moral	-9.98468
▁soft	-9.98472
▁advice	-9.98492
▁century	-9.98492
▁negative	-9.98492
▁Earth	-9.98492
▁imagination	-9.98492
▁technical	-9.98492
▁church	-9.98492
▁desert	-9.98492
▁historical	-9.98493
▁York	-9.98493
▁visit	-9.98493
▁screw	-9.98502
▁plus	-9.98503
▁Shakespeare	-9.9851
▁effective	-9.98515
▁Sure	-9.98534
▁Out	-9.98543
▁yeah	-9.98573
▁situations	-9.98596
▁slightly	-9.98615
▁useless	-9.98617
▁social	-9.98623
com	-9.98637
▁phone	-9.98637
▁mom	-9.98678
▁driver	-9.98686
?).	-9.98735
▁disgusting	-9.9874
▁damn	-9.98743
▁ruined	-9.98804
▁introduced	-9.98834
▁Too	-9.98868
▁trap	-9.98884
▁jump	-9.98986
▁painfully	-9.99086
low	-9.99125
▁kick	-9.99233
▁managed	-9.99245
ince	-9.9931
ren	-9.9943
▁dollars	-9.99455
her	-9.99614
▁choice	-9.99638
.....	-9.99664
▁dies	-9.99958
▁older	-10.0001
▁adult	-10.0033
▁Se	-10.0042
▁Ba	-10.0051
ittle	-10.0064
▁bed	-10.0066
gging	-10.0086
▁fashion	-10.0086
▁lacking	-10.0125
▁standards	-10.013
▁Le	-10.0132
ok	-10.0137
▁details	-10.0141
▁em	-10.0143
▁mental	-10.0146
down	-10.0151
▁Fred	-10.019
▁drugs	-10.0193
guy	-10.0195
▁pop	-10.0209
nch	-10.0223
▁Temple	-10.0234
▁account	-10.0234
▁embarrassing	-10.0234
▁explanation	-10.0234
▁miserably	-10.0234
▁opportunity	-10.0234
▁society	-10.0234
▁virtual	-10.0234
▁clothes	-10.0234
▁MST	-10.0234
▁answer	-10.0234
▁rescue	-10.0234
▁join	-10.0234
▁narrative	-10.0234
▁window	-10.0234
▁continuity	-10.0235
▁amateurish	-10.0235
▁pair	-10.0236
▁grand	-10.0238
▁Texas	-10.0239
▁1980	-10.0241
▁Horror	-10.0242
▁difference	-10.0242
▁US	-10.0246
▁gold	-10.0248
▁mindless	-10.0248
▁road	-10.0251
▁mark	-10.0255
ire	-10.0258
▁Still	-10.0261
▁Was	-10.0262
ual	-10.029
Ma	-10.0292
▁ill	-10.0292
▁Other	-10.0293
▁Pe	-10.0316
▁mine	-10.0318
▁emotion	-10.036
▁wall	-10.0364
▁places	-10.0371
▁40	-10.0372
▁slowly	-10.0376
ix	-10.0379
▁fights	-10.0384
▁Com	-10.0394
umb	-10.0398
▁Ben	-10.0403
▁step	-10.0408
ug	-10.0421
▁See	-10.0428
▁happening	-10.0429
▁St	-10.0434
▁reviewers	-10.0439
ex	-10.0451
▁rap	-10.0462
▁10.	-10.0469
ign	-10.0472
▁Harris	-10.0474
▁vi	-10.0491
▁helped	-10.0514
▁Jo	-10.0515
▁bear	-10.0516
▁rep	-10.053
▁mainly	-10.0531
That	-10.055
▁bomb	-10.0564
▁Qui	-10.0567
▁clean	-10.0569
▁prison	-10.0578
Desp	-10.0587
looking	-10.0593
tter	-10.0595
Not	-10.0595
▁logic	-10.0625
▁fiction	-10.0626
mber	-10.0628
▁absurd	-10.0631
▁climax	-10.0634
▁energy	-10.0634
▁offensive	-10.0634
▁receive	-10.0634
▁search	-10.0634
▁target	-10.0634
▁turkey	-10.0634
▁vehicle	-10.0634
▁process	-10.0634
▁smoke	-10.0634
▁affair	-10.0634
▁innocent	-10.0634
▁semi	-10.0634
▁nasty	-10.0634
▁skip	-10.0634
▁junk	-10.0634
▁opposite	-10.0634
▁latter	-10.0634
▁Wayne	-10.0635
▁round	-10.0635
▁collection	-10.0635
▁market	-10.0635
▁apartment	-10.0636
▁cash	-10.0636
▁color	-10.0638
▁heavy	-10.0638
▁lacks	-10.0639
▁Charlie	-10.0639
▁fat	-10.0639
▁cold	-10.064
▁Jerry	-10.0643
▁trailer	-10.0646
▁Everything	-10.0646
▁test	-10.0647
▁capture	-10.0653
▁officer	-10.0656
▁gory	-10.0664
▁sucked	-10.0681
▁rental	-10.0686
▁Boy	-10.0692
▁changed	-10.0692
▁X	-10.0705
fully	-10.0716
tur	-10.0726
▁assume	-10.0755
▁Ka	-10.0774
▁site	-10.0779
▁II	-10.0783
▁element	-10.0787
▁issue	-10.079
▁lighting	-10.0794
▁Are	-10.0798
▁experiment	-10.0801
▁Hu	-10.0802
▁60	-10.0807
▁Far	-10.0811
qu	-10.0815
▁sl	-10.0817
▁Sci	-10.0833
▁le	-10.0835
▁costs	-10.0849
ank	-10.0881
▁Cas	-10.0888
▁ring	-10.0916
▁tape	-10.0926
▁Y	-10.0929
▁Ne	-10.0934
dom	-10.0942
▁shock	-10.096
+	-10.0962
`	-10.0965
Overall	-10.0966
screen	-10.0967
▁IS	-10.0979
▁fe	-10.0983
hose	-10.099
▁charm	-10.0994
▁listen	-10.1011
year	-10.1013
und	-10.1017
▁Any	-10.1034
▁Th	-10.1038
▁Pa	-10.1039
▁office	-10.1039
▁Christmas	-10.105
▁Mencia	-10.105
▁accurate	-10.105
▁category	-10.105
▁chemistry	-10.105
▁lesbian	-10.105
▁terribly	-10.105
▁device	-10.105
▁knock	-10.1051
▁criminal	-10.1051
▁government	-10.1051
▁Mummy	-10.1051
▁Karen	-10.1052
▁attractive	-10.1052
▁professional	-10.1052
▁theatre	-10.1053
▁4.	-10.1053
▁enter	-10.1054
▁station	-10.1055
▁uninteresting	-10.1055
▁majority	-10.1055
▁fell	-10.1056
▁genius	-10.1056
▁everybody	-10.1057
▁glad	-10.1059
▁Matt	-10.106
▁Steph	-10.106
▁blue	-10.1064
▁dec	-10.1064
ens	-10.1075
▁model	-10.1076
▁repeated	-10.1081
▁anybody	-10.1085
▁Director	-10.1085
▁v	-10.1091
▁below	-10.1097
▁realized	-10.11
▁May	-10.1102
▁Na	-10.111
▁field	-10.1111
▁More	-10.1112
▁race	-10.112
▁Only	-10.1157
▁saved	-10.1182
ill	-10.1185
▁decade	-10.1214
▁claim	-10.1214
▁sexy	-10.1218
▁aspect	-10.122
▁Am	-10.1224
▁?	-10.1226
art	-10.1235
▁ride	-10.1274
ES	-10.1285
▁Vi	-10.1291
▁flicks	-10.1297
▁bits	-10.1305
!!!!	-10.132
bout	-10.1337
let	-10.1353
**	-10.1356
▁bi	-10.1364
▁11	-10.1366
▁j	-10.1388
&	-10.1402
▁heck	-10.1403
▁Americans	-10.1403
▁sun	-10.1404
she	-10.142
▁scream	-10.1422
▁center	-10.1431
ise	-10.1444
▁Z	-10.1444
LY	-10.1458
ue	-10.1459
▁Space	-10.1471
▁addition	-10.1473
▁finding	-10.1473
▁19	-10.1475
▁survive	-10.1477
▁drop	-10.1483
▁dancing	-10.1485
▁embarrassed	-10.1485
▁intelligence	-10.1485
▁intriguing	-10.1485
▁marriage	-10.1485
▁flesh	-10.1485
▁attitude	-10.1485
▁responsible	-10.1485
▁instance	-10.1485
▁jungle	-10.1485
▁shallow	-10.1486
▁mood	-10.1486
▁Lewis	-10.1486
▁curious	-10.1486
▁jail	-10.1486
▁trust	-10.1486
▁began	-10.1487
▁six	-10.1487
▁fix	-10.1487
▁statement	-10.1488
▁Jew	-10.1488
▁photography	-10.1489
▁Bill	-10.149
▁Mexican	-10.1491
▁atrocious	-10.1491
▁Japanese	-10.1491
▁pile	-10.1492
▁smile	-10.1493
part	-10.1493
▁sell	-10.1495
▁intelligent	-10.1495
▁romance	-10.1495
▁Ryan	-10.1495
▁Kevin	-10.1499
▁Blood	-10.1499
▁tree	-10.1499
▁Bar	-10.1499
▁Miss	-10.1501
▁Park	-10.1503
▁cable	-10.1505
gen	-10.1513
ery	-10.1518
▁soap	-10.1526
▁era	-10.1534
▁sent	-10.1538
▁Che	-10.1545
▁struggle	-10.1549
▁Un	-10.155
▁Per	-10.1556
▁****	-10.156
▁cares	-10.1569
▁South	-10.1579
there	-10.1583
ack	-10.1583
▁building	-10.1587
▁sea	-10.1593
▁directors	-10.1605
▁suck	-10.1612
ski	-10.1621
▁reach	-10.1628
▁months	-10.1635
▁walking	-10.1657
pt	-10.1663
▁location	-10.1673
***	-10.1674
▁constant	-10.1679
▁occur	-10.1691
▁arm	-10.1696
▁str	-10.1698
Fi	-10.1707
my	-10.1715
▁brothers	-10.1715
▁Da	-10.1719
▁teenagers	-10.1722
sk	-10.1732
▁sole	-10.1734
een	-10.1747
imp	-10.1783
▁:	-10.1787
ett	-10.1798
▁li	-10.1817
First	-10.1856
spi	-10.1865
Oh	-10.188
▁Lot	-10.1885
▁magic	-10.1887
▁mu	-10.1898
▁produce	-10.1904
▁cry	-10.1923
real	-10.1928
▁stretch	-10.1935
▁drunk	-10.1935
▁crash	-10.1935
▁THAT	-10.194
▁industry	-10.194
▁motivation	-10.194
▁recognize	-10.194
▁substance	-10.194
▁vampire	-10.194
▁push	-10.194
▁succeed	-10.194
▁BAD	-10.194
▁eventually	-10.194
▁horse	-10.194
▁goofy	-10.194
▁pacing	-10.194
▁text	-10.194
▁contrived	-10.194
▁speed	-10.194
▁Otherwise	-10.194
▁therefore	-10.194
▁shark	-10.194
▁switch	-10.194
▁detective	-10.194
▁grace	-10.194
▁4/10	-10.194
▁culture	-10.1941
▁grave	-10.1941
▁wound	-10.1941
HIS	-10.1941
▁Harry	-10.1942
▁structure	-10.1942
▁idiotic	-10.1942
▁personality	-10.1943
▁Noah	-10.1945
▁belief	-10.1946
▁tight	-10.195
▁partner	-10.1951
▁mob	-10.1951
▁charge	-10.1952
▁African	-10.1952
▁spoof	-10.1954
▁powerful	-10.1954
▁metal	-10.1957
▁featur	-10.1957
▁table	-10.1964
▁Mark	-10.1967
▁plane	-10.1969
▁born	-10.1974
▁forgotten	-10.1977
▁boss	-10.1981
▁lay	-10.1981
▁End	-10.1983
▁meaning	-10.1985
▁opens	-10.1985
▁noticed	-10.1988
▁knowing	-10.1998
He	-10.2002
▁twists	-10.2007
▁shocking	-10.2009
▁Green	-10.201
▁range	-10.2014
▁woods	-10.2022
too	-10.2024
%	-10.2027
▁missed	-10.2032
▁developed	-10.2041
▁drag	-10.2064
▁Car	-10.2066
ave	-10.209
▁load	-10.2092
▁award	-10.2103
ound	-10.2106
▁ahead	-10.2111
▁pa	-10.2118
▁bl	-10.2129
▁continue	-10.2132
▁0	-10.215
▁Great	-10.2168
▁du	-10.2169
▁Chan	-10.2189
cent	-10.2193
▁Mor	-10.2195
cy	-10.2197
▁ready	-10.2203
▁animal	-10.2204
▁aspects	-10.2225
VERY	-10.2236
▁vs	-10.224
▁emotions	-10.2251
▁Mel	-10.2271
▁perform	-10.2283
get	-10.2295
alent	-10.2311
EN	-10.2318
▁program	-10.2323
X	-10.2327
Z	-10.233
American	-10.2332
Why	-10.2332
Now	-10.2341
ED	-10.2348
ja	-10.2364
▁brief	-10.2376
hu	-10.2377
▁apparent	-10.2378
▁inter	-10.2379
▁luck	-10.239
▁date	-10.2396
▁weeks	-10.2406
▁amateur	-10.2414
▁chick	-10.2414
▁breath	-10.2415
▁regard	-10.2415
▁1970	-10.2416
▁excited	-10.2416
▁hospital	-10.2416
▁supernatural	-10.2416
▁teeth	-10.2416
▁thousand	-10.2416
▁wreck	-10.2416
▁floor	-10.2416
▁speech	-10.2416
▁naked	-10.2416
▁miscast	-10.2416
▁native	-10.2417
▁bullet	-10.2417
▁Paris	-10.2417
▁knowledge	-10.2418
▁Trek	-10.2418
▁product	-10.2418
▁cell	-10.2418
▁funnie	-10.242
▁highlight	-10.242
▁tear	-10.2422
▁Seriously	-10.2422
▁religious	-10.2422
▁Larry	-10.2422
▁13	-10.2424
▁choose	-10.2425
▁masterpiece	-10.2427
▁section	-10.2427
▁demand	-10.2427
▁Western	-10.2427
▁Moon	-10.2427
▁Steve	-10.2429
▁White	-10.2429
▁Asian	-10.243
▁disturbing	-10.243
RE	-10.2434
▁Story	-10.2439
ath	-10.2441
La	-10.2447
▁described	-10.2454
▁rank	-10.2455
zo	-10.2455
▁display	-10.2456
▁cameo	-10.2461
▁law	-10.247
▁lock	-10.2479
▁destroyed	-10.2491
cap	-10.2497
▁board	-10.2499
ax	-10.2512
existent	-10.2514
▁filled	-10.2514
▁Hard	-10.2518
uh	-10.2523
▁lower	-10.2524
▁na	-10.254
▁learned	-10.2545
▁appeared	-10.2554
used	-10.2557
▁falling	-10.256
ties	-10.2568
▁rated	-10.2569
oh	-10.2572
▁Ja	-10.2574
rk	-10.2578
▁deals	-10.2582
▁IN	-10.2589
▁correct	-10.2631
nd	-10.2641
▁term	-10.2656
▁Christian	-10.2664
▁teenager	-10.2665
lly	-10.2674
▁cost	-10.2687
▁animals	-10.2688
▁murders	-10.2701
▁opera	-10.2711
▁issues	-10.2729
▁inf	-10.2747
▁area	-10.2753
▁agents	-10.2769
▁paint	-10.2775
!).	-10.2783
▁member	-10.2786
cut	-10.2798
ute	-10.28
board	-10.2831
▁nose	-10.2833
However	-10.2833
plot	-10.2835
How	-10.2835
director	-10.2835
Well	-10.2839
▁TO	-10.2848
▁spit	-10.286
read	-10.2883
▁cliche	-10.2888
int	-10.2897
▁hook	-10.2902
▁punch	-10.2912
▁associat	-10.2916
▁curiosity	-10.2916
▁hundred	-10.2916
▁ludicrous	-10.2916
▁research	-10.2916
▁twenty	-10.2916
▁Girl	-10.2916
▁beauty	-10.2916
▁unique	-10.2916
▁zero	-10.2916
▁racist	-10.2916
▁community	-10.2916
▁Moore	-10.2916
▁1960	-10.2916
▁expert	-10.2916
▁reference	-10.2916
▁ashamed	-10.2916
▁advise	-10.2916
▁comedies	-10.2916
▁hide	-10.2916
▁prefer	-10.2917
▁football	-10.2917
▁dangerous	-10.2917
▁robot	-10.2917
▁hint	-10.2917
▁edge	-10.2919
▁attract	-10.2919
▁boredom	-10.2919
▁sitcom	-10.2919
▁VH	-10.2919
▁Roger	-10.2919
▁psychological	-10.2919
▁Martin	-10.2919
▁minor	-10.2919
▁Fox	-10.292
▁seemingly	-10.292
▁gig	-10.292
▁uninspired	-10.292
▁commentary	-10.292
▁invest	-10.292
▁London	-10.2923
▁Charle	-10.2923
▁Linda	-10.2926
▁anywhere	-10.2927
▁protect	-10.2927
▁appalling	-10.2927
▁heroine	-10.2929
▁Party	-10.2932
▁hype	-10.2942
▁mid	-10.2944
▁Poor	-10.2951
▁Does	-10.2955
du	-10.2957
▁Bob	-10.2958
▁dressed	-10.2966
see	-10.2972
▁recently	-10.2975
▁Add	-10.2978
▁shocked	-10.298
▁figured	-10.299
ator	-10.2992
▁host	-10.2996
rash	-10.2997
▁Cha	-10.3004
▁prisoner	-10.3004
▁hey	-10.3005
▁carrie	-10.3019
▁moved	-10.3028
▁Mi	-10.3033
▁twisted	-10.3034
▁thinks	-10.3057
▁picked	-10.3067
▁sadly	-10.3077
row	-10.3086
▁3.	-10.3088
▁button	-10.3102
▁faces	-10.3114
▁Love	-10.3122
▁led	-10.3124
▁web	-10.3131
▁slu	-10.3138
▁caus	-10.316
▁ghost	-10.3173
▁image	-10.3179
ress	-10.3179
par	-10.3182
constantly	-10.3212
qui	-10.3223
▁reviewer	-10.3229
▁cuts	-10.323
till	-10.325
Do	-10.3259
▁efforts	-10.3297
▁player	-10.3298
they	-10.3309
▁teens	-10.3317
where	-10.3331
ura	-10.3332
▁Williams	-10.3335
▁roll	-10.3353
just	-10.3358
mal	-10.3369
é	-10.3377
loved	-10.3379
▁hang	-10.3382
▁treat	-10.3388
fest	-10.3389
▁sum	-10.3411
▁refuse	-10.3414
OW	-10.3419
▁Kill	-10.342
▁dress	-10.3423
▁understanding	-10.3425
▁clue	-10.344
▁Channel	-10.3442
▁Franco	-10.3442
▁Holmes	-10.3442
▁encounter	-10.3442
▁evidence	-10.3442
▁excitement	-10.3442
▁exercise	-10.3442
▁fantastic	-10.3442
▁genuine	-10.3442
▁regular	-10.3442
▁sleazy	-10.3442
▁technique	-10.3442
▁Could	-10.3442
▁frankly	-10.3442
▁memory	-10.3442
▁jerk	-10.3442
▁charisma	-10.3442
▁asleep	-10.3442
▁blind	-10.3442
▁foreign	-10.3442
▁Clark	-10.3443
▁Tingle	-10.3443
▁lift	-10.3443
▁existence	-10.3443
▁unoriginal	-10.3443
▁mask	-10.3444
▁sword	-10.3444
▁imitation	-10.3444
▁exploitation	-10.3444
▁loud	-10.3444
▁epic	-10.3446
▁thus	-10.3446
ivate	-10.3446
▁seven	-10.3446
▁movement	-10.3449
▁conflict	-10.3449
erior	-10.345
py	-10.3451
▁mildly	-10.3454
▁mysterious	-10.3454
▁Randy	-10.3454
▁Blair	-10.3455
▁artist	-10.3458
▁Milo	-10.3461
▁Okay	-10.3463
▁screenwriter	-10.3465
▁required	-10.3466
▁originality	-10.3472
▁Get	-10.3473
▁Really	-10.3474
▁recall	-10.3476
▁foot	-10.348
▁sight	-10.3482
▁Give	-10.3483
acting	-10.3488
▁Carol	-10.3494
▁occasional	-10.3497
▁performed	-10.3501
▁endless	-10.3505
▁accents	-10.3505
▁loosely	-10.3509
▁included	-10.3515
▁lu	-10.3533
nny	-10.3551
▁`	-10.3552
set	-10.356
▁meeting	-10.3564
▁weapons	-10.3582
▁flaws	-10.3582
We	-10.3585
lock	-10.3588
▁forever	-10.3598
▁di	-10.3615
▁fail	-10.3623
▁fly	-10.3629
▁yell	-10.3632
ming	-10.3634
aving	-10.3639
▁Gus	-10.3644
▁NO	-10.3661
▁themes	-10.3702
▁types	-10.3703
▁scare	-10.3706
▁numbers	-10.3711
head	-10.3717
▁portrayal	-10.3746
▁drags	-10.375
ass	-10.3771
ative	-10.3778
ization	-10.3783
jo	-10.3789
▁severe	-10.3819
▁Sea	-10.3823
▁Red	-10.3834
▁tone	-10.3855
ically	-10.3872
iness	-10.3883
▁bag	-10.3891
core	-10.3908
Anyway	-10.3913
special	-10.3914
from	-10.3915
town	-10.3915
Even	-10.3916
▁burn	-10.392
▁matters	-10.3921
worthy	-10.3922
▁corn	-10.3925
how	-10.3936
ony	-10.3937
▁report	-10.3937
▁creatures	-10.3942
▁Whi	-10.3948
▁relate	-10.3973
Then	-10.3975
▁exploit	-10.3995
▁Beethoven	-10.3998
▁Cameron	-10.3998
▁High	-10.3998
▁Honestly	-10.3998
▁comparison	-10.3998
▁heavi	-10.3998
▁likable	-10.3998
▁necessary	-10.3998
▁revenge	-10.3998
▁stomach	-10.3998
▁stumble	-10.3998
▁crowd	-10.3998
▁patient	-10.3998
▁promising	-10.3998
▁possessed	-10.3998
▁Terry	-10.3998
▁parody	-10.3998
▁root	-10.3998
▁court	-10.3998
,000	-10.3998
▁prostitute	-10.3998
▁sentence	-10.3998
▁devil	-10.3999
▁Edward	-10.3999
▁aware	-10.3999
▁worthwhile	-10.4
▁Rome	-10.4
▁propaganda	-10.4001
▁Never	-10.4002
▁tend	-10.4002
ki	-10.4003
▁page	-10.4004
▁obsessed	-10.4005
▁handful	-10.4006
▁summer	-10.4008
▁laughter	-10.4009
▁retarded	-10.401
▁Zombie	-10.4015
▁village	-10.4017
▁Awful	-10.402
▁drawn	-10.4021
▁achieve	-10.4023
▁raise	-10.4023
▁corny	-10.4025
▁Welles	-10.4043
▁heroes	-10.4044
▁Ri	-10.4049
▁loser	-10.4051
An	-10.4057
▁Island	-10.4059
▁deserved	-10.406
▁normally	-10.4064
aged	-10.4069
med	-10.4073
ike	-10.4073
▁Mary	-10.4078
▁Brad	-10.4088
ward	-10.4088
▁exp	-10.4108
▁costume	-10.4108
▁perfectly	-10.4117
national	-10.413
▁featured	-10.4134
▁delivered	-10.4138
▁speaking	-10.4139
▁heist	-10.4139
▁Gar	-10.4143
▁powers	-10.4143
▁Time	-10.4146
▁Sha	-10.415
▁BE	-10.4157
ette	-10.4166
▁flashbacks	-10.4177
iti	-10.4192
▁da	-10.4202
▁asked	-10.4206
▁op	-10.4213
ze	-10.4229
▁Di	-10.4231
▁fla	-10.4235
eep	-10.4237
ov	-10.4241
play	-10.4246
▁king	-10.4274
▁theaters	-10.4284
▁ti	-10.4301
▁guns	-10.4306
▁idiot	-10.4313
▁trick	-10.4319
van	-10.4332
▁filmmaker	-10.4343
▁stopp	-10.4357
▁Pre	-10.4381
▁DO	-10.4387
▁adults	-10.4395
▁overly	-10.4409
▁aim	-10.441
6	-10.4413
TE	-10.4422
▁stands	-10.4425
▁fa	-10.4429
▁sn	-10.4431
look	-10.4434
No	-10.4453
utter	-10.4458
called	-10.4465
▁Ex	-10.4489
▁mistakes	-10.449
war	-10.4501
field	-10.4501
After	-10.4502
▁angle	-10.4502
With	-10.4502
point	-10.4504
ought	-10.451
nce	-10.4512
▁spoil	-10.4516
▁Ms	-10.452
▁Sta	-10.4521
▁pretend	-10.4522
▁min	-10.4525
▁remains	-10.4528
▁Gene	-10.4529
Bo	-10.453
▁returns	-10.4531
Be	-10.4534
▁rid	-10.4549
▁involve	-10.4558
▁require	-10.4559
▁dislike	-10.4563
▁base	-10.4565
▁Frank	-10.4572
▁represent	-10.4584
▁Joseph	-10.4586
▁Nicole	-10.4586
▁Spanish	-10.4586
▁afraid	-10.4586
▁cheese	-10.4586
▁decision	-10.4586
▁journey	-10.4586
▁tragic	-10.4586
▁unconvincing	-10.4586
▁vague	-10.4586
▁Brown	-10.4586
▁Cobb	-10.4586
▁animated	-10.4586
▁separate	-10.4586
▁Azte	-10.4586
▁Satan	-10.4586
▁disguis	-10.4586
▁serial	-10.4586
▁smell	-10.4586
▁Altman	-10.4586
▁source	-10.4586
▁pilot	-10.4586
▁celluloid	-10.4586
▁attend	-10.4587
▁harsh	-10.4587
▁Patty	-10.4587
▁unusual	-10.4587
▁clip	-10.4587
▁Corman	-10.4588
▁rise	-10.4588
▁dump	-10.4588
▁scale	-10.4589
▁18	-10.4591
▁Mike	-10.4591
▁Wow	-10.4593
▁creator	-10.4593
▁Howard	-10.4595
▁Gold	-10.4596
▁Sarah	-10.4596
▁double	-10.4599
▁dirty	-10.46
▁crack	-10.46
▁Apparently	-10.4604
▁ALL	-10.4604
▁Thank	-10.4606
▁Hitch	-10.4607
▁Big	-10.4608
lec	-10.4609
▁Sorry	-10.461
▁worthless	-10.4611
▁frame	-10.4612
▁Yeah	-10.4615
▁actresses	-10.4619
▁cult	-10.4619
▁Glen	-10.4619
▁sy	-10.4624
ons	-10.4626
▁#	-10.4629
▁Law	-10.463
▁Bu	-10.4631
▁follows	-10.4633
▁sink	-10.4634
▁Second	-10.4636
name	-10.4636
▁Look	-10.4637
▁spoiled	-10.4639
▁treated	-10.4645
▁press	-10.4648
▁warning	-10.465
▁incredible	-10.4656
▁failing	-10.4656
▁scared	-10.4669
▁lesson	-10.4672
▁screaming	-10.4673
.......	-10.4678
▁comical	-10.4688
▁pen	-10.4688
▁Jud	-10.4705
▁provid	-10.4706
▁stereotype	-10.4706
▁loss	-10.4711
▁buying	-10.4735
most	-10.4773
▁skills	-10.4776
▁murdered	-10.4779
▁Iron	-10.4782
▁hearing	-10.4792
▁aside	-10.4793
▁EVER	-10.4814
▁commit	-10.4823
▁owner	-10.4839
▁leader	-10.4839
▁Tra	-10.4856
rab	-10.486
▁dra	-10.486
ek	-10.4867
▁ya	-10.4871
mer	-10.4881
▁ruin	-10.489
movies	-10.4892
cast	-10.4908
▁25	-10.4928
SH	-10.4929
▁recommended	-10.4934
▁guard	-10.4937
yn	-10.4946
ff	-10.4952
idden	-10.4954
▁pi	-10.4967
err	-10.4998
▁actions	-10.5008
ists	-10.5024
▁Top	-10.5028
losing	-10.5032
bar	-10.5049
Car	-10.5058
▁victims	-10.5064
▁sta	-10.5069
▁creat	-10.5078
▁Liv	-10.5079
▁Stan	-10.5098
▁forces	-10.5103
Co	-10.5108
▁starting	-10.5109
▁bus	-10.511
SPOILER	-10.5118
yes	-10.5123
ock	-10.5126
especially	-10.5128
life	-10.5128
awful	-10.5132
although	-10.5143
Let	-10.5143
▁committ	-10.5145
Bad	-10.5155
made	-10.5163
▁Los	-10.5164
She	-10.5165
▁warn	-10.5169
▁surprising	-10.5172
▁proper	-10.5172
gra	-10.5174
▁exact	-10.5176
▁skin	-10.5178
▁monsters	-10.518
▁mode	-10.518
▁desire	-10.5183
▁creep	-10.5185
▁blond	-10.5191
▁unbelievabl	-10.5191
▁whil	-10.5193
▁Final	-10.5196
▁flash	-10.5206
▁witch	-10.5206
▁express	-10.5208
▁rob	-10.5211
▁system	-10.5211
▁Children	-10.5211
▁Chinese	-10.5211
▁Debbie	-10.5211
▁Jessica	-10.5211
▁blatant	-10.5211
▁cannibal	-10.5211
▁executed	-10.5211
▁gratuitous	-10.5211
▁guitar	-10.5211
▁numerous	-10.5211
▁professor	-10.5211
▁regret	-10.5211
▁routine	-10.5211
▁crawl	-10.5211
▁false	-10.5211
martial	-10.5211
▁Dawn	-10.5211
▁extent	-10.5211
▁prepared	-10.5211
▁ST	-10.5211
▁Phillip	-10.5211
▁brutal	-10.5211
▁dragged	-10.5211
▁confusion	-10.5211
▁Plus	-10.5211
▁Talk	-10.5211
▁shadow	-10.5211
▁service	-10.5211
▁ticket	-10.5212
▁blank	-10.5212
▁devoid	-10.5212
▁available	-10.5212
▁Lord	-10.5212
▁condition	-10.5212
▁1/10	-10.5212
▁Lynch	-10.5212
▁bodies	-10.5212
▁mile	-10.5213
Next	-10.5213
▁treatment	-10.5213
▁Pepe	-10.5213
▁feet	-10.5213
▁Eddie	-10.5213
▁meaningless	-10.5215
▁prime	-10.5215
▁creation	-10.5215
▁coach	-10.5216
▁married	-10.5216
▁share	-10.5216
▁inspired	-10.5217
▁chain	-10.5217
▁stunning	-10.5217
ordinary	-10.5218
▁Angeles	-10.5219
▁adopt	-10.5219
▁Baldwin	-10.522
▁Jesus	-10.522
▁mission	-10.5221
▁Though	-10.5223
▁preach	-10.5224
▁Actually	-10.5225
▁Acting	-10.5227
▁passion	-10.5228
▁priest	-10.523
▁club	-10.5231
▁23	-10.5231
▁impressed	-10.5233
▁Angel	-10.5234
gun	-10.5236
▁Christophe	-10.5236
gotten	-10.524
retty	-10.5244
▁stupidity	-10.5247
▁Irish	-10.5248
▁Hardy	-10.5248
▁unintentionally	-10.5251
▁earn	-10.5251
▁revealed	-10.5254
▁Gary	-10.5255
